export default {
	link: 'Ссылки',
	info: [
		`😄 Привет, меня зовут Евгений. 
		Я фронтэндер 22-х лет из России.
		В данный момент проживаю в Питере и  
		работаю на Сбербанк.`,
		`🤖Опыт программирования 6 лет. 
		Работать начал 2 года назад. Люблю учиться, поэтому изучение чего-то нового для меня не проблема.`,
		`Тут можно найти все технологии которые я знаю/использую`
	],
	myLinks: 'Мои ссылки',
	locked: 'Закрыто',
	required: 'Необходимые скиллы для Frontend разработки',
	bootstrap: `Лучший CSS фреймворк по моему мнению. Широкий и гибкий - идеальный для быстрой верстки`,
	less: 'Один из CSS препроцессоров, которые я знаю. Sass нравится больше',
	react: `Технология, которые я использую сейчас в связке с TypeScript.
				Невероятная библиотека, которая в разу ускорила мою работу`,
	sass: `Один из CSS препроцессоров, которые я знаю. Пользуюсь им уже 2 года. 
			Использовал его при создании данного приложения`,
	vue: `Мой первый и любимый Frontend фреймворк. Хотя и порог входа крайне низок, profit от 
	этого фреймворка невероятен.
				С нетерпением жду 3 версии.`,
	node: `
				Неплохой runtime. Из-под коробки идет с npm и другими крутыми вещами.
				Express.js - любимая Backend библиотека.
			`,
	graphql: `
				Гибка технология, которая используется моей командой на нынешней работе. 
				Типизированные endpoint'ы - разве не круто?`,
	nuxt: `
			Написал B2C-авиа приложения на данной технологии.
			Крайне приятна в использовании. 
			Новые фичи не только расширили Vue как фреймворк, но также
			и кол-во путей создания реально тяжелых вещей
		`

}